Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# today.row.until
source: Until %@
ar: حتى %@
bn: %@ পর্যন্ত
de: Bis %@
el: Έως %@
es: Hasta %@
fa: تا %@
fr: Jusqu’à %@
he: עד %@
hi: %@ तक
id: Hingga %@
it: Fino a %@
ja: %@まで
ko: %@까지
mr: %@ पर्यंत
ms: Sehingga %@
nl: Tot %@
pl: Do %@
pt_br: Até %@
ro: Până la %@
ru: До %@
ta: %@ வரை
te: %@ వరకు
th: จนถึง %@
tr: %@ saatine kadar
uk: До %@
ur: %@ تک
vi: Đến %@
zh_hans: 至 %@
zh_hant: %@ 結束

# today.schedule.busy
source: Busy
ar: مشغول
bn: ব্যস্ত
de: Belegt
el: Απασχολημένο
es: Ocupado
fa: مشغول
fr: Occupé
he: עסוק
hi: व्यस्त
id: Sibuk
it: Occupato
ja: 予定あり
ko: 바쁨
mr: व्यस्त
ms: Sibuk
nl: Bezet
pl: Zajęte
pt_br: Ocupado
ro: Ocupat
ru: Занято
ta: பிஸி
te: బిజీ
th: ไม่ว่าง
tr: Meşgul
uk: Зайнято
ur: مصروف
vi: Bận
zh_hans: 忙碌
zh_hant: 忙碌

# today.schedule.clear
source: Clear Times
ar: مسح الأوقات
bn: সময় মুছে ফেলুন
de: Zeiten löschen
el: Εκκαθάριση ωρών
es: Quitar horas
fa: پاک‌کردن زمان‌ها
fr: Effacer les horaires
he: ניקוי שעות
hi: समय साफ़ करें
id: Bersihkan Waktu
it: Cancella orari
ja: 時刻をクリア
ko: 시간 지우기
mr: वेळा क्लिअर करा
ms: Kosongkan Masa
nl: Wis tijden
pl: Wyczyść godziny
pt_br: Limpar horários
ro: Ștergeți orele
ru: Очистить время
ta: நேரங்களை அழி
te: సమయాలను క్లియర్ చేయండి
th: ล้างเวลา
tr: Saatleri temizle
uk: Очистити час
ur: اوقات صاف کریں
vi: Xóa các giờ
zh_hans: 清除时间
zh_hant: 清除時間

# today.schedule.earlier_count
source: %lld earlier
ar: %lld عنصر سابق
bn: আগের %lldটি
de: %lld früher
el: %lld νωρίτερα
es: %lld anteriores
fa: %lld مورد قبلی
fr: %lld plus tôt
he: %lld פריטים קודמים
hi: %lld पहले के
id: %lld sebelumnya
it: %lld precedenti
ja: 以前の%lld件
ko: 이전 항목 %lld개
mr: आधीचे %lld
ms: %lld sebelumnya
nl: %lld eerder
pl: Wcześniej: %lld
pt_br: %lld anteriores
ro: %lld mai devreme
ru: Ранее: %lld
ta: %lld முந்தையவை
te: %lld మునుపటివి
th: ก่อนหน้า %lld รายการ
tr: %lld önceki
uk: Раніше: %lld
ur: %lld پچھلے آئٹم
vi: %lld mục trước đó
zh_hans: 更早 %lld 项
zh_hant: 更早的 %lld 個

# today.schedule.no_time_left
source: No time is left today for these tasks. Your day hours end at %@.
ar: لم يتبقَّ وقت اليوم لهذه المهام. تنتهي ساعات يومك عند %@.
bn: এই টাস্কগুলির জন্য আজ আর সময় নেই। আপনার দিনের ঘণ্টার শেষ সময়: %@।
de: Heute bleibt für diese Aufgaben keine Zeit mehr. Deine Tagesstunden enden um %@.
el: Δεν απομένει χρόνος σήμερα για αυτές τις εργασίες. Οι ώρες ημέρας σας τελειώνουν στις %@.
es: Hoy ya no queda tiempo para estas tareas. Tu horario del día termina: %@.
fa: امروز برای این کارها زمانی باقی نمانده است. ساعت‌های روز شما در %@ پایان می‌یابد.
fr: Il ne reste plus de temps aujourd’hui pour ces tâches. Vos horaires de la journée se terminent à %@.
he: לא נשאר זמן היום למשימות האלה. שעות היום שלך מסתיימות ב-%@.
hi: आज इन कार्यों के लिए समय नहीं बचा है। आपके दिन के घंटे %@ पर समाप्त होते हैं।
id: Tidak ada waktu tersisa hari ini untuk tugas-tugas ini. Jam aktif berakhir pukul %@.
it: Oggi non resta più tempo per queste attività. Gli orari della tua giornata terminano alle %@.
ja: 今日はこれらのタスクに使える時間が残っていません。予定に使う時間帯は%@までです。
ko: 오늘은 이 할 일들을 할 시간이 남아 있지 않습니다. 일정 가능 시간은 %@에 끝납니다.
mr: या कार्यांसाठी आज वेळ उरलेला नाही. तुमच्या दिवसाच्या तासांची समाप्ती: %@.
ms: Tiada masa berbaki hari ini untuk tugas ini. Jam aktif tamat pada %@.
nl: Er is vandaag geen tijd meer voor deze taken. Je daguren eindigen om %@.
pl: Na dziś nie zostało czasu na te zadania. Godziny dnia kończą się o %@.
pt_br: Não há mais tempo hoje para estas tarefas. O horário do seu dia termina às %@.
ro: Astăzi nu mai rămâne timp pentru aceste sarcini. Orele zilei se încheie la %@.
ru: На сегодня не осталось времени для этих задач. Часы дня заканчиваются в %@.
ta: இந்தப் பணிகளுக்கு இன்று நேரம் மீதமில்லை. உங்கள் நாளின் மணிநேரங்கள் முடிவடையும் நேரம்: %@.
te: ఈ టాస్క్‌ల కోసం ఈరోజు సమయం మిగిలి లేదు. మీ రోజు గంటలు ముగిసే సమయం: %@.
th: วันนี้ไม่เหลือเวลาสำหรับงานเหล่านี้ ชั่วโมงของวันสิ้นสุดเวลา %@
tr: Bugün bu görevlere ayıracak zaman kalmadı. Gün saatleriniz %@ saatinde bitiyor.
uk: На сьогодні не залишилося часу для цих завдань. Години дня закінчуються о %@.
ur: آج ان کاموں کے لیے کوئی وقت باقی نہیں۔ آپ کے دن کے اوقات %@ پر ختم ہوتے ہیں۔
vi: Hôm nay không còn thời gian cho các nhiệm vụ này. Khung giờ trong ngày kết thúc lúc %@.
zh_hans: 今天已没有可安排的时间放这些任务。可安排时段到 %@ 结束。
zh_hant: 今天已沒有時間處理這些任務。你的可安排時段到 %@ 結束。

# today.schedule.now.a11y
source: Current time
ar: الوقت الحالي
bn: বর্তমান সময়
de: Aktuelle Uhrzeit
el: Τρέχουσα ώρα
es: Hora actual
fa: زمان فعلی
fr: Heure actuelle
he: השעה הנוכחית
hi: मौजूदा समय
id: Waktu saat ini
it: Ora corrente
ja: 現在時刻
ko: 현재 시간
mr: सध्याची वेळ
ms: Masa semasa
nl: Huidige tijd
pl: Bieżący czas
pt_br: Hora atual
ro: Ora curentă
ru: Текущее время
ta: தற்போதைய நேரம்
te: ప్రస్తుత సమయం
th: เวลาปัจจุบัน
tr: Geçerli saat
uk: Поточний час
ur: موجودہ وقت
vi: Thời gian hiện tại
zh_hans: 当前时间
zh_hant: 目前時間

# today.schedule.suggest
source: Suggest Times
ar: اقتراح أوقات
bn: সময় প্রস্তাব করুন
de: Zeiten vorschlagen
el: Πρόταση ωρών
es: Sugerir horarios
fa: پیشنهاد زمان‌ها
fr: Suggérer des horaires
he: הצעת שעות
hi: समय सुझाएँ
id: Sarankan Waktu
it: Suggerisci orari
ja: 時刻を提案
ko: 시간 제안
mr: वेळा सुचवा
ms: Cadangkan Masa
nl: Stel tijden voor
pl: Zaproponuj godziny
pt_br: Sugerir horários
ro: Sugerați ore
ru: Предложить время
ta: நேரங்களைப் பரிந்துரை
te: సమయాలను సూచించండి
th: แนะนำเวลา
tr: Saat öner
uk: Запропонувати час
ur: اوقات تجویز کریں
vi: Gợi ý giờ
zh_hans: 建议时间
zh_hant: 建議時間

# today.schedule.suggestion.dismiss
source: Dismiss
ar: تجاهل
bn: খারিজ করুন
de: Schließen
el: Απόρριψη
es: Descartar
fa: رد کردن
fr: Ignorer
he: סגירה
hi: खारिज करें
id: Tutup
it: Ignora
ja: 閉じる
ko: 닫기
mr: डिस्मिस करा
ms: Tutup
nl: Sluit
pl: Zamknij
pt_br: Dispensar
ro: Închideți
ru: Закрыть
ta: நிராகரி
te: తీసివేయండి
th: ปิดทิ้ง
tr: Kapat
uk: Закрити
ur: مسترد کریں
vi: Bỏ qua
zh_hans: 忽略
zh_hant: 關閉

# today.schedule.suggestion.title
source: Suggested Times
ar: الأوقات المقترحة
bn: প্রস্তাবিত সময়
de: Zeitvorschläge
el: Προτεινόμενες ώρες
es: Horarios sugeridos
fa: زمان‌های پیشنهادی
fr: Horaires suggérés
he: שעות מוצעות
hi: सुझाए गए समय
id: Waktu yang Disarankan
it: Orari suggeriti
ja: 提案された時刻
ko: 제안된 시간
mr: सुचवलेल्या वेळा
ms: Masa yang Dicadangkan
nl: Voorgestelde tijden
pl: Proponowane godziny
pt_br: Horários sugeridos
ro: Ore sugerate
ru: Предложенное время
ta: பரிந்துரைக்கப்பட்ட நேரங்கள்
te: సూచించిన సమయాలు
th: เวลาที่แนะนำ
tr: Önerilen saatler
uk: Запропонований час
ur: تجویز کردہ اوقات
vi: Giờ được gợi ý
zh_hans: 建议的时间
zh_hant: 建議的時間

# today.schedule.suggestion.use
source: Use These Times
ar: استخدام هذه الأوقات
bn: এই সময়গুলি ব্যবহার করুন
de: Diese Zeiten verwenden
el: Χρήση αυτών των ωρών
es: Usar estos horarios
fa: استفاده از این زمان‌ها
fr: Utiliser ces horaires
he: שימוש בשעות האלה
hi: ये समय उपयोग करें
id: Gunakan Waktu Ini
it: Usa questi orari
ja: この時刻を使用
ko: 이 시간 사용
mr: या वेळा वापरा
ms: Gunakan Masa Ini
nl: Gebruik deze tijden
pl: Użyj tych godzin
pt_br: Usar estes horários
ro: Utilizați aceste ore
ru: Использовать это время
ta: இந்த நேரங்களைப் பயன்படுத்து
te: ఈ సమయాలను ఉపయోగించండి
th: ใช้เวลาเหล่านี้
tr: Bu saatleri kullan
uk: Використати цей час
ur: یہ اوقات استعمال کریں
vi: Dùng các giờ này
zh_hans: 采用这些时间
zh_hant: 使用這些時間

# today.schedule.wont_fit
source: Won’t fit
ar: لا تتسع
bn: ধরবে না
de: Passt nicht
el: Δεν χωράει
es: No caben
fa: جا نمی‌شود
fr: Déborde
he: לא נכנסת
hi: जगह नहीं
id: Tidak muat
it: Non entra
ja: 枠なし
ko: 자리 없음
mr: बसणार नाही
ms: Tidak muat
nl: Past niet
pl: Nie zdąży
pt_br: Não cabe
ro: Nu încape
ru: Не вошло
ta: பொருந்தாது
te: సరిపోదు
th: ไม่พอดี
tr: Sığmıyor
uk: Не влізло
ur: جگہ نہیں
vi: Không vừa
zh_hans: 排不下
zh_hant: 排不下

# settings.diagnostics.widget_today_tasks
source: Widget Today Tasks
ar: مهام اليوم في الأداة
bn: উইজেটে আজকের টাস্ক
de: Widget-Aufgaben für heute
el: Εργασίες σήμερα στο widget
es: Tareas de hoy en el widget
fa: کارهای امروز ویجت
fr: Tâches du jour du widget
he: משימות היום בווידג׳ט
hi: विजेट के आज के कार्य
id: Tugas Hari Ini di Widget
it: Attività di oggi del widget
ja: ウィジェットの今日のタスク
ko: 위젯 오늘 할 일
mr: विजेटवरील आजची कार्ये
ms: Tugas Hari Ini dalam Widget
nl: Widget-taken van vandaag
pl: Zadania na dziś w widżecie
pt_br: Tarefas de hoje do widget
ro: Sarcinile de astăzi din widget
ru: Задачи на сегодня в виджете
ta: விட்ஜெட் இன்றைய பணிகள்
te: విడ్జెట్ ఈరోజు టాస్క్‌లు
th: งานของวันนี้ในวิดเจ็ต
tr: Araç takımındaki bugünün görevleri
uk: Завдання на сьогодні у віджеті
ur: ویجٹ کے آج کے کام
vi: Nhiệm vụ hôm nay trong tiện ích
zh_hans: 小组件今日任务
zh_hant: 小工具今天的任務

# task_command.pause
source: Pause Task
ar: إيقاف المهمة مؤقتًا
bn: টাস্ক পজ করুন
de: Aufgabe pausieren
el: Παύση εργασίας
es: Pausar tarea
fa: مکث کار
fr: Mettre la tâche en pause
he: השהיית משימה
hi: कार्य रोकें
id: Jeda Tugas
it: Metti in pausa l’attività
ja: タスクを一時停止
ko: 할 일 일시 중지
mr: कार्य पॉज करा
ms: Jeda Tugas
nl: Pauzeer taak
pl: Wstrzymaj zadanie
pt_br: Pausar tarefa
ro: Suspendați sarcina
ru: Приостановить задачу
ta: பணியை இடைநிறுத்து
te: టాస్క్‌ను పాజ్ చేయండి
th: หยุดพักงาน
tr: Görevi duraklat
uk: Призупинити завдання
ur: کام موقوف کریں
vi: Tạm dừng nhiệm vụ
zh_hans: 暂停任务
zh_hant: 暫停任務

# task_command.start
source: Start Task
ar: بدء المهمة
bn: টাস্ক শুরু করুন
de: Aufgabe starten
el: Έναρξη εργασίας
es: Iniciar tarea
fa: شروع کار
fr: Démarrer la tâche
he: התחלת משימה
hi: कार्य शुरू करें
id: Mulai Tugas
it: Inizia attività
ja: タスクを開始
ko: 할 일 시작
mr: कार्य सुरू करा
ms: Mulakan Tugas
nl: Start taak
pl: Rozpocznij zadanie
pt_br: Iniciar tarefa
ro: Începeți sarcina
ru: Начать задачу
ta: பணியைத் தொடங்கு
te: టాస్క్‌ను ప్రారంభించండి
th: เริ่มงาน
tr: Görevi başlat
uk: Почати завдання
ur: کام شروع کریں
vi: Bắt đầu nhiệm vụ
zh_hans: 开始任务
zh_hant: 開始任務

# task_detail.actions.pause.help
source: Pause this task. It stays on its day.
ar: إيقاف هذه المهمة مؤقتًا. تبقى في يومها.
bn: এই টাস্ক পজ করুন। এটি নিজের দিনেই থাকবে।
de: Diese Aufgabe pausieren. Sie bleibt an ihrem Tag.
el: Παύση αυτής της εργασίας. Παραμένει στην ημέρα της.
es: Pausa esta tarea. Se queda en su día.
fa: این کار را مکث کنید. در همان روز باقی می‌ماند.
fr: Mettre cette tâche en pause. Elle reste sur son jour.
he: השהיית המשימה. היא נשארת ביום שלה.
hi: इस कार्य को रोकें। यह अपने दिन पर ही रहता है।
id: Jeda tugas ini. Tugas tetap berada di harinya.
it: Metti in pausa questa attività. Resta nel suo giorno.
ja: このタスクを一時停止します。タスクはその日のままです。
ko: 이 할 일을 일시 중지합니다. 할 일은 해당 날짜에 그대로 남습니다.
mr: हे कार्य पॉज करा. ते त्याच दिवशी राहील.
ms: Jeda tugas ini. Ia kekal pada harinya.
nl: Pauzeer deze taak. De taak blijft op dezelfde dag staan.
pl: Wstrzymaj zadanie. Zostanie w swoim dniu.
pt_br: Pausar esta tarefa. Ela continua no mesmo dia.
ro: Suspendați această sarcină. Rămâne în ziua ei.
ru: Приостановить задачу. Её день не изменится.
ta: இந்தப் பணியை இடைநிறுத்தவும். அது அதன் நாளிலேயே இருக்கும்.
te: ఈ టాస్క్‌ను పాజ్ చేయండి. ఇది దాని రోజులోనే ఉంటుంది.
th: หยุดพักงานนี้ งานจะยังอยู่ในวันเดิม
tr: Bu görevi duraklat. Planlandığı günde kalır.
uk: Призупинити завдання. Його день не зміниться.
ur: اس کام کو موقوف کریں۔ یہ اپنے دن پر ہی رہتا ہے۔
vi: Tạm dừng nhiệm vụ này. Nhiệm vụ vẫn ở đúng ngày của nó.
zh_hans: 暂停这项任务，它仍留在原来的日期。
zh_hant: 暫停這個任務。它仍會留在原本的日期。

# task_detail.actions.start.help
source: Start this task. Started tasks lead Today.
ar: بدء هذه المهمة. تتصدر المهام التي بدأ العمل عليها قائمة اليوم.
bn: এই টাস্ক শুরু করুন। শুরু করা টাস্ক “আজ” তালিকার শীর্ষে থাকে।
de: Diese Aufgabe starten. Gestartete Aufgaben stehen in „Heute“ ganz oben.
el: Έναρξη αυτής της εργασίας. Οι εργασίες που έχουν ξεκινήσει εμφανίζονται πρώτες στο «Σήμερα».
es: Inicia esta tarea. Las tareas iniciadas encabezan Hoy.
fa: این کار را شروع کنید. کارهای شروع‌شده در «امروز» در صدر فهرست قرار می‌گیرند.
fr: Démarrer cette tâche. Les tâches démarrées passent en tête d’Aujourd’hui.
he: התחלת המשימה. משימות שהותחלו מופיעות ראשונות ב"היום".
hi: इस कार्य को शुरू करें। शुरू किए गए कार्य “आज” में सबसे ऊपर रहते हैं।
id: Mulai tugas ini. Tugas yang sudah dimulai berada di urutan teratas Hari Ini.
it: Inizia questa attività. Le attività iniziate vengono prima in Oggi.
ja: このタスクを開始します。開始したタスクは「今日」の先頭に表示されます。
ko: 이 할 일을 시작합니다. 시작한 할 일은 오늘 목록의 맨 위에 표시됩니다.
mr: हे कार्य सुरू करा. सुरू केलेली कार्ये ‘आज’ यादीत सर्वात वर असतात.
ms: Mulakan tugas ini. Tugas yang sudah dimulakan berada di bahagian teratas Hari Ini.
nl: Start deze taak. Gestarte taken staan bovenaan in ‘Vandaag’.
pl: Rozpocznij zadanie. Rozpoczęte zadania są na początku widoku „Dzisiaj”.
pt_br: Iniciar esta tarefa. As tarefas iniciadas aparecem primeiro em Hoje.
ro: Începeți această sarcină. Sarcinile începute apar primele în „Astăzi”.
ru: Начать задачу. Начатые задачи показываются первыми в «Сегодня».
ta: இந்தப் பணியைத் தொடங்கவும். தொடங்கிய பணிகள் இன்று பட்டியலில் முதலில் இருக்கும்.
te: ఈ టాస్క్‌ను ప్రారంభించండి. ప్రారంభించిన టాస్క్‌లు ఈరోజులో మొదట ఉంటాయి.
th: เริ่มงานนี้ งานที่เริ่มแล้วจะแสดงเป็นอันดับแรกในวันนี้
tr: Bu görevi başlat. Başlatılan görevler Bugün sayfasında en üstte yer alır.
uk: Почати завдання. Розпочаті завдання показуються першими в «Сьогодні».
ur: اس کام کو شروع کریں۔ شروع کیے گئے کام "آج" میں سب سے اوپر آتے ہیں۔
vi: Bắt đầu nhiệm vụ này. Các nhiệm vụ đã bắt đầu nằm ở đầu danh sách Hôm nay.
zh_hans: 开始这项任务。已开始的任务排在今天最前面。
zh_hant: 開始這個任務。已開始的任務會排在「今天」的最前面。

# today.calm.estimate
source: About %@
ar: حوالي %@
bn: প্রায় %@
de: Etwa %@
el: Περίπου %@
es: Aprox. %@
fa: حدود %@
fr: Environ %@
he: בערך %@
hi: लगभग %@
id: Sekitar %@
it: Circa %@
ja: 約%@
ko: 약 %@
mr: सुमारे %@
ms: Kira-kira %@
nl: Ongeveer %@
pl: Około %@
pt_br: Cerca de %@
ro: Aproximativ %@
ru: Около %@
ta: சுமார் %@
te: సుమారు %@
th: ประมาณ %@
tr: Yaklaşık %@
uk: Близько %@
ur: تقریباً %@
vi: Khoảng %@
zh_hans: 约 %@
zh_hant: 約 %@

# today.schedule.suggest.help
source: Lays today’s tasks into your free time, around your calendar.
ar: يوزّع مهام اليوم على أوقاتك الحرة، حول أحداث تقويمك.
bn: ক্যালেন্ডারের ইভেন্ট বাদ দিয়ে আপনার ফাঁকা সময়ে আজকের টাস্ক বসিয়ে দেয়।
de: Legt die heutigen Aufgaben in deine freie Zeit – rund um deinen Kalender.
el: Τοποθετεί τις εργασίες της ημέρας στον ελεύθερο χρόνο σας, γύρω από το ημερολόγιό σας.
es: Acomoda las tareas de hoy en tu tiempo libre, respetando tu calendario.
fa: کارهای امروز را در زمان آزاد شما، با در نظر گرفتن تقویم‌تان می‌چیند.
fr: Répartit les tâches du jour dans votre temps libre, en tenant compte de votre calendrier.
he: מסדר את משימות היום בזמן הפנוי שלך, תוך התחשבות בלוח השנה.
hi: आज के कार्यों को आपके कैलेंडर के आसपास, आपके खाली समय में बिठाता है।
id: Menempatkan tugas hari ini pada waktu kosong, di sela-sela acara kalender.
it: Dispone le attività di oggi nel tuo tempo libero, tenendo conto del tuo calendario.
ja: カレンダーの予定を避けて、今日のタスクを空き時間に配置します。
ko: 캘린더 일정을 피해 오늘의 할 일을 빈 시간에 배치합니다.
mr: तुमच्या दिनदर्शिकेचा विचार करून आजची कार्ये तुमच्या मोकळ्या वेळेत ठेवते.
ms: Menyusun tugas hari ini ke dalam masa lapang, di sekitar peristiwa kalendar.
nl: Plant de taken van vandaag in je vrije tijd, rond je agenda.
pl: Rozmieszcza dzisiejsze zadania w wolnym czasie, z uwzględnieniem twojego kalendarza.
pt_br: Distribui as tarefas de hoje no seu tempo livre, respeitando o seu calendário.
ro: Plasează sarcinile de astăzi în timpul liber, în jurul calendarului.
ru: Распределяет сегодняшние задачи по свободному времени с учётом вашего календаря.
ta: உங்கள் கேலண்டரைக் கருத்தில் கொண்டு, இன்றைய பணிகளை உங்கள் காலி நேரத்தில் அமைக்கும்.
te: మీ క్యాలెండర్‌ను పరిగణనలోకి తీసుకుని, ఈరోజు టాస్క్‌లను మీ ఖాళీ సమయంలో అమరుస్తుంది.
th: วางงานของวันนี้ลงในเวลาว่างของคุณ โดยเลี่ยงช่วงที่มีนัดในปฏิทิน
tr: Bugünün görevlerini, takviminizi gözeterek boş zamanınıza yerleştirir.
uk: Розподіляє сьогоднішні завдання за вільним часом з огляду на ваш календар.
ur: آج کے کاموں کو آپ کے خالی وقت میں، کیلنڈر کو مدنظر رکھتے ہوئے ترتیب دیتا ہے۔
vi: Xếp nhiệm vụ hôm nay vào thời gian trống, tránh các sự kiện trong lịch.
zh_hans: 把今天的任务排进空闲时间，避开日历上的安排。
zh_hant: 避開行事曆上的事件，把今天的任務安排進你的空閒時間。

# today.schedule.suggest.help_hours
source: Lays today’s tasks into your free time (%@), around your calendar.
ar: يوزّع مهام اليوم على أوقاتك الحرة (%@)، حول أحداث تقويمك.
bn: ক্যালেন্ডারের ইভেন্ট বাদ দিয়ে আপনার ফাঁকা সময়ে (%@) আজকের টাস্ক বসিয়ে দেয়।
de: Legt die heutigen Aufgaben in deine freie Zeit (%@) – rund um deinen Kalender.
el: Τοποθετεί τις εργασίες της ημέρας στον ελεύθερο χρόνο σας (%@), γύρω από το ημερολόγιό σας.
es: Acomoda las tareas de hoy en tu tiempo libre (%@), respetando tu calendario.
fa: کارهای امروز را در زمان آزاد شما (%@)، با در نظر گرفتن تقویم‌تان می‌چیند.
fr: Répartit les tâches du jour dans votre temps libre (%@), en tenant compte de votre calendrier.
he: מסדר את משימות היום בזמן הפנוי שלך (%@), תוך התחשבות בלוח השנה.
hi: आज के कार्यों को आपके कैलेंडर के आसपास, आपके खाली समय (%@) में बिठाता है।
id: Menempatkan tugas hari ini pada waktu kosong (%@), di sela-sela acara kalender.
it: Dispone le attività di oggi nel tuo tempo libero (%@), tenendo conto del tuo calendario.
ja: カレンダーの予定を避けて、今日のタスクを空き時間（%@）に配置します。
ko: 캘린더 일정을 피해 오늘의 할 일을 빈 시간(%@)에 배치합니다.
mr: तुमच्या दिनदर्शिकेचा विचार करून आजची कार्ये तुमच्या मोकळ्या वेळेत (%@) ठेवते.
ms: Menyusun tugas hari ini ke dalam masa lapang (%@), di sekitar peristiwa kalendar.
nl: Plant de taken van vandaag in je vrije tijd (%@), rond je agenda.
pl: Rozmieszcza dzisiejsze zadania w wolnym czasie (%@), z uwzględnieniem twojego kalendarza.
pt_br: Distribui as tarefas de hoje no seu tempo livre (%@), respeitando o seu calendário.
ro: Plasează sarcinile de astăzi în timpul liber (%@), în jurul calendarului.
ru: Распределяет сегодняшние задачи по свободному времени (%@) с учётом вашего календаря.
ta: உங்கள் கேலண்டரைக் கருத்தில் கொண்டு, இன்றைய பணிகளை உங்கள் காலி நேரத்தில் (%@) அமைக்கும்.
te: మీ క్యాలెండర్‌ను పరిగణనలోకి తీసుకుని, ఈరోజు టాస్క్‌లను మీ ఖాళీ సమయంలో (%@) అమరుస్తుంది.
th: วางงานของวันนี้ลงในเวลาว่างของคุณ (%@) โดยเลี่ยงช่วงที่มีนัดในปฏิทิน
tr: Bugünün görevlerini, takviminizi gözeterek boş zamanınıza (%@) yerleştirir.
uk: Розподіляє сьогоднішні завдання за вільним часом (%@) з огляду на ваш календар.
ur: آج کے کاموں کو آپ کے خالی وقت (%@) میں، کیلنڈر کو مدنظر رکھتے ہوئے ترتیب دیتا ہے۔
vi: Xếp nhiệm vụ hôm nay vào thời gian trống (%@), tránh các sự kiện trong lịch.
zh_hans: 把今天的任务排进空闲时间（%@），避开日历上的安排。
zh_hant: 避開行事曆上的事件，把今天的任務安排進你的空閒時間（%@）。

# today.schedule.undo.use
source: Use Suggested Times
ar: استخدام الأوقات المقترحة
bn: প্রস্তাবিত সময় ব্যবহার করুন
de: Vorgeschlagene Zeiten verwenden
el: Χρήση προτεινόμενων ωρών
es: Usar horarios sugeridos
fa: استفاده از زمان‌های پیشنهادی
fr: Utiliser les horaires suggérés
he: שימוש בשעות המוצעות
hi: सुझाए गए समय उपयोग करें
id: Gunakan Waktu yang Disarankan
it: Usa gli orari suggeriti
ja: 提案された時刻を使用
ko: 제안된 시간 사용
mr: सुचवलेल्या वेळा वापरा
ms: Gunakan Masa yang Dicadangkan
nl: Gebruik voorgestelde tijden
pl: Użyj proponowanych godzin
pt_br: Usar horários sugeridos
ro: Utilizați orele sugerate
ru: Использовать предложенное время
ta: பரிந்துரைக்கப்பட்ட நேரங்களைப் பயன்படுத்து
te: సూచించిన సమయాలను ఉపయోగించండి
th: ใช้เวลาที่แนะนำ
tr: Önerilen saatleri kullan
uk: Використати запропонований час
ur: تجویز کردہ اوقات استعمال کریں
vi: Dùng giờ được gợi ý
zh_hans: 采用建议的时间
zh_hant: 使用建議的時間

# today.selection.count
source: %lld selected
ar: %lld مهمة محددة
bn: %lldটি নির্বাচিত
de: %lld ausgewählt
el: %lld επιλεγμένες
es: %lld seleccionadas
fa: %lld انتخاب‌شده
fr: %lld sélectionnées
he: נבחרו %lld משימות
hi: %lld चयनित
id: %lld dipilih
it: %lld selezionate
ja: %lld件を選択中
ko: %lld개 선택됨
mr: %lld सिलेक्ट केलेले
ms: %lld dipilih
nl: %lld geselecteerd
pl: Zaznaczono: %lld
pt_br: %lld selecionadas
ro: %lld selectate
ru: Выбрано: %lld
ta: %lld தேர்ந்தெடுக்கப்பட்டவை
te: %lld ఎంచుకున్నవి
th: เลือกแล้ว %lld
tr: %lld seçili
uk: Вибрано: %lld
ur: %lld منتخب
vi: Đã chọn %lld
zh_hans: 已选择 %lld 项
zh_hant: 已選取 %lld 個

# task_detail.dependencies.open.help
source: Open “%@”
ar: فتح "%@"
bn: “%@” খুলুন
de: „%@“ öffnen
el: Άνοιγμα της εργασίας «%@»
es: Abrir “%@”
fa: باز کردن «%@»
fr: Ouvrir « %@ »
he: פתיחת "%@"
hi: “%@” खोलें
id: Buka “%@”
it: Apri “%@”
ja: 「%@」を開く
ko: “%@” 열기
mr: ‘%@’ उघडा
ms: Buka “%@”
pl: Otwórz „%@”
pt_br: Abrir “%@”
ro: Deschideți „%@”
ru: Открыть «%@»
ta: திற: “%@”
te: తెరవండి: “%@”
th: เปิดงาน “%@”
tr: “%@” görevini aç
uk: Відкрити «%@»
ur: "%@" کھولیں
vi: Mở “%@”
zh_hans: 打开“%@”
zh_hant: 開啟「%@」

# task_detail.dependencies.open.a11y_hint
source: Opens the task.
ar: يفتح المهمة.
bn: টাস্কটি খোলে।
de: Öffnet die Aufgabe.
el: Ανοίγει την εργασία.
es: Abre la tarea.
fa: کار را باز می‌کند.
fr: Ouvre la tâche.
he: פותח את המשימה.
hi: कार्य खोलता है।
id: Membuka tugas.
it: Apre l’attività.
ja: タスクを開きます。
ko: 할 일을 엽니다.
mr: कार्य उघडते.
ms: Membuka tugas.
nl: Opent de taak.
pl: Otwiera zadanie.
pt_br: Abre a tarefa.
ro: Deschide sarcina.
ru: Открывает задачу.
ta: பணியைத் திறக்கும்.
te: టాస్క్‌ను తెరుస్తుంది.
th: เปิดงาน
tr: Görevi açar.
uk: Відкриває завдання.
ur: کام کھولتا ہے۔
vi: Mở nhiệm vụ.
zh_hans: 打开这项任务。
zh_hant: 開啟該任務。

# habits.milestone.value.count_none
source: No completions yet
ar: لا توجد إكمالات بعد
bn: এখনও একবারও সম্পন্ন হয়নি
de: Noch keine Erledigungen
el: Καμία ολοκλήρωση ακόμη
es: Aún sin registros
fa: هنوز تکمیلی نیست
fr: Aucune réalisation pour l’instant
he: עדיין אין השלמות
hi: अभी तक कोई चेक-इन नहीं
id: Belum ada penyelesaian
it: Ancora nessun completamento
ja: まだ完了記録がありません
ko: 아직 완료 기록이 없습니다
mr: अजून एकदाही पूर्ण झालेले नाही
ms: Belum ada penyelesaian
nl: Nog niet afgevinkt
pl: Brak wykonań
pt_br: Nenhuma conclusão ainda
ro: Încă nicio finalizare
ru: Пока нет выполнений
ta: இன்னும் முடிந்தவை இல்லை
te: ఇంకా పూర్తయినవి లేవు
th: ยังไม่ได้ทำเลย
tr: Henüz tamamlama yok
uk: Поки немає виконань
ur: ابھی کوئی تکمیل نہیں
vi: Chưa có lần hoàn thành nào
zh_hans: 还没有完成记录
zh_hant: 尚無完成紀錄

# habits.milestone.value.streak_none
source: No streak yet
ar: لا توجد سلسلة بعد
bn: এখনও কোনো ধারা নেই
de: Noch keine Serie
el: Κανένα σερί ακόμη
es: Aún sin racha
fa: هنوز زنجیره‌ای نیست
fr: Pas encore de série
he: עדיין אין רצף
hi: अभी तक कोई स्ट्रीक नहीं
id: Belum ada rekor
it: Ancora nessuna serie
ja: まだ連続記録がありません
ko: 아직 연속 기록이 없습니다
mr: अजून स्ट्रीक नाही
ms: Belum ada rentetan
nl: Nog geen reeks
pl: Brak serii
pt_br: Nenhuma sequência ainda
ro: Încă nicio serie
ru: Серии пока нет
ta: இன்னும் ஸ்ட்ரீக் இல்லை
te: ఇంకా స్ట్రీక్ లేదు
th: ยังไม่มีสถิติต่อเนื่อง
tr: Henüz seri yok
uk: Серії поки немає
ur: ابھی کوئی تسلسل نہیں
vi: Chưa có chuỗi
zh_hans: 还没有连续记录
zh_hant: 尚無連續紀錄

# habits.milestone.next_label
source: Next milestone
ar: المحطة التالية
bn: পরবর্তী মাইলস্টোন
de: Nächster Meilenstein
el: Επόμενο ορόσημο
es: Próximo hito
fa: نقطه‌ی عطف بعدی
fr: Prochain palier
he: אבן הדרך הבאה
hi: अगला माइलस्टोन
id: Tonggak berikutnya
it: Prossimo traguardo
ja: 次のマイルストーン
ko: 다음 마일스톤
mr: पुढील माइलस्टोन
ms: Tonggak seterusnya
nl: Volgende mijlpaal
pl: Następny kamień milowy
pt_br: Próximo marco
ro: Următorul jalon
ru: Следующий рубеж
ta: அடுத்த மைல்ஸ்டோன்
te: తదుపరి మైల్‌స్టోన్
th: ก้าวสำคัญถัดไป
tr: Sonraki kilometre taşı
uk: Наступна віха
ur: اگلا سنگ میل
vi: Cột mốc tiếp theo
zh_hans: 下个里程碑
zh_hant: 下一個里程碑
